Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: Stop and Delete
de: Stoppen und löschen
es: Detener y eliminar
fil: Ihinto at Tanggalin
fr: Arrêter et supprimer
hr: Zaustavi i obriši
id: Hentikan dan Hapus
ja: 停止して削除
ko: 중지하고 삭제
ms: Henti dan Padam
pl: Zatrzymaj i usuń
pt_br: Parar e excluir
ro: Oprește și șterge
ru: Остановить и удалить
th: หยุดและลบ
tr: Durdur ve Sil
zh_hans: 停止并删除
zh_hant: 停止並刪除

source: Stop Backup
de: Sicherung stoppen
es: Detener copia de seguridad
fil: Ihinto ang Backup
fr: Arrêter la sauvegarde
hr: Zaustavi sigurnosnu kopiju
id: Hentikan Pencadangan
ja: バックアップを停止
ko: 백업 중지
ms: Henti Sandaran
pl: Zatrzymaj tworzenie kopii
pt_br: Parar backup
ro: Oprește copia de rezervă
ru: Остановить копирование
th: หยุดสำรองข้อมูล
tr: Yedeklemeyi Durdur
zh_hans: 停止备份
zh_hant: 停止備份

source: Stop recording
de: Aufnahme stoppen
es: Detener grabación
fil: Ihinto ang pagre-record
fr: Arrêter l'enregistrement
hr: Zaustavi snimanje
id: Hentikan perekaman
ja: 録音を停止
ko: 녹음 중지
ms: Henti rakaman
pl: Zatrzymaj nagrywanie
pt_br: Parar gravação
ro: Oprește înregistrarea
ru: Остановить запись
th: หยุดบันทึก
tr: Kaydı durdur
zh_hans: 停止录音
zh_hant: 停止錄音

source: Stopped
de: Gestoppt
es: Detenido
fil: Huminto
fr: Arrêté
hr: Zaustavljeno
id: Dihentikan
ja: 停止
ko: 중지됨
ms: Dihentikan
pl: Zatrzymano
pt_br: Interrompido
ro: Oprit
ru: Остановлено
th: หยุดแล้ว
tr: Durduruldu
zh_hans: 已停止
zh_hant: 已停止

source: Stopped — the next backup picks up from here.
de: Gestoppt — die nächste Sicherung setzt hier an.
es: Detenido: la próxima copia de seguridad continuará desde aquí.
fil: Huminto — magpapatuloy dito ang susunod na backup.
fr: Arrêté — la prochaine sauvegarde repartira d'ici.
hr: Zaustavljeno — sljedeća sigurnosna kopija nastavlja odavde.
id: Dihentikan — pencadangan berikutnya lanjut dari sini.
ja: 停止しました。次回のバックアップはここから再開します。
ko: 중지했습니다. 다음 백업은 여기서부터 재개합니다.
ms: Dihentikan — sandaran seterusnya bersambung dari sini.
pl: Zatrzymano — następna kopia ruszy od tego miejsca.
pt_br: Interrompido — o próximo backup continua daqui.
ro: Oprit — următoarea copie continuă de aici.
ru: Остановлено — следующая копия продолжит отсюда.
th: หยุดแล้ว — การสำรองข้อมูลครั้งถัดไปจะเริ่มจากจุดนี้
tr: Durduruldu — sonraki yedekleme buradan sürer.
zh_hans: 已停止 — 下次备份将从此处继续。
zh_hant: 已停止，下次備份會從這裡繼續。

source: Stopping keeps what has been backed up so far, and the next backup resumes from there. Stop and Delete throws that away.
de: Beim Stoppen bleibt das bisher Gesicherte erhalten und die nächste Sicherung setzt dort an. „Stoppen und löschen“ verwirft das.
es: Al detener se conserva lo que ya se ha respaldado y la próxima copia continúa desde ahí. Detener y eliminar descarta ese progreso.
fil: Mananatili ang na-backup na kapag huminto, at doon magpapatuloy ang susunod na backup. Itatapon ito ng Ihinto at Tanggalin.
fr: L'arrêt conserve ce qui a déjà été sauvegardé, et la prochaine sauvegarde repart de là. « Arrêter et supprimer » abandonne tout cela.
hr: Zaustavljanje zadržava sve što je dosad kopirano, a sljedeća sigurnosna kopija nastavlja od te točke. Zaustavi i obriši sve to odbacuje.
id: Menghentikan akan mempertahankan yang sudah tercadangkan, dan pencadangan berikutnya lanjut dari sana. Hentikan dan Hapus akan membuangnya.
ja: 停止しても、これまでの内容は保持され、次回のバックアップはそこから再開します。「停止して削除」を選ぶと、その内容は破棄されます。
ko: 중지해도 지금까지 백업한 내용은 유지되며, 다음 백업은 그 지점부터 재개합니다. '중지하고 삭제'를 선택하면 해당 내용은 폐기됩니다.
ms: Menghentikan akan mengekalkan apa yang telah disandarkan, dan sandaran seterusnya bersambung dari sana. Henti dan Padam akan membuangnya.
pl: Zatrzymanie zachowuje to, co już zapisano, a następna kopia ruszy od tego miejsca. Zatrzymaj i usuń odrzuca te dane.
pt_br: Parar mantém o que já foi salvo, e o próximo backup continua daí. Parar e excluir descarta tudo isso.
ro: Oprirea păstrează ce s-a salvat până acum, iar următoarea copie continuă de acolo. Oprește și șterge renunță la tot.
ru: При остановке сохранённое до сих пор остаётся, и следующая копия продолжит оттуда. «Остановить и удалить» отменяет всё это.
th: การหยุดจะเก็บสิ่งที่สำรองไว้แล้ว และการสำรองข้อมูลครั้งถัดไปจะเริ่มจากจุดนั้น ส่วนหยุดและลบจะทิ้งข้อมูลนั้นไป
tr: Durdurmak, şimdiye kadar yedeklenenleri korur ve sonraki yedekleme oradan sürer. Durdur ve Sil ise bunları atar.
zh_hans: 停止会保留已备份的部分，下次备份从该处继续。停止并删除会丢弃这些内容。
zh_hant: 停止後目前已備份的內容會保留，下次備份會從該處繼續。「停止並刪除」則會捨棄這些內容。

source: Storage
de: Speicherplatz
es: Almacenamiento
fr: Stockage
hr: Pohrana
id: Penyimpanan
ja: ストレージ
ko: 저장 공간
ms: Storan
pl: Pamięć masowa
pt_br: Armazenamento
ro: Stocare
ru: Хранилище
th: พื้นที่จัดเก็บ
tr: Depolama
zh_hans: 存储
zh_hant: 存儲

source: Strategy
de: Strategie
es: Estrategia
fil: Estratehiya
fr: Stratégie
hr: Strategija
id: Strategi
ja: 戦略
ko: 전략
ms: Strategi
pl: Strategia
pt_br: Estratégia
ro: Strategie
ru: Стратегия
th: กลยุทธ์
tr: Strateji
zh_hans: 策略
zh_hant: 策略

source: Style
de: Stil
es: Estilo
fil: Estilo
hr: Stil
id: Gaya
ja: スタイル
ko: 스타일
ms: Gaya
pl: Styl
pt_br: Estilo
ro: Stil
ru: Стиль
th: สไตล์
tr: Üslup
zh_hans: 风格
zh_hant: 風格

source: Sub
de: Sekundär
fr: Secondaire
hr: Pod
ja: サブ
ko: 보조
pl: Pom.
ro: Sec.
ru: Доп.
th: รอง
tr: Alt
zh_hans: 副模型
zh_hant: 副模型

source: Success
de: Erfolg
es: Correcto
fil: Tagumpay
fr: Réussi
hr: Uspjeh
id: Berhasil
ja: 成功
ko: 성공
ms: Berjaya
pl: Powodzenie
pt_br: Sucesso
ro: Succes
ru: Успешно
th: สำเร็จ
tr: Başarılı
zh_hans: 成功
zh_hant: 成功

source: Summary
de: Zusammenfassung
es: Resumen
fil: Buod
fr: Résumé
hr: Sažetak
id: Ringkasan
ja: 要約
ko: 요약
ms: Ringkasan
pl: Podsumowanie
pt_br: Resumo
ro: Rezumat
ru: Сводка
th: สรุป
tr: Özet
zh_hans: 概要
zh_hant: 摘要

source: Supported
de: Unterstützt
es: Compatible
fil: Suportado
fr: Pris en charge
hr: Podržano
id: Didukung
ja: 対応
ko: 지원됨
ms: Disokong
pl: Obsługiwane
pt_br: Compatível
ro: Acceptat
ru: Поддерживается
th: รองรับ
tr: Destekleniyor
zh_hans: 支持
zh_hant: 支援

source: Supports OpenAI official API and third-party services like OpenRouter, MiniMax, etc.
de: Unterstützt die offizielle OpenAI-API sowie Drittanbieterdienste wie OpenRouter, MiniMax usw.
es: Admite la API oficial de OpenAI y servicios de terceros como OpenRouter, MiniMax, etc.
fil: Sinusuportahan ang opisyal na API ng OpenAI at mga third-party gaya ng OpenRouter, MiniMax, atbp.
fr: Prend en charge l'API officielle OpenAI et les services tiers comme OpenRouter, MiniMax, etc.
hr: Podržava službeni OpenAI API i usluge trećih strana poput OpenRoutera, MiniMaxa i drugih.
id: Mendukung API resmi OpenAI dan layanan pihak ketiga seperti OpenRouter, MiniMax, dll.
ja: OpenAI 公式 API と、OpenRouter や MiniMax などのサードパーティサービスに対応します。
ko: OpenAI 공식 API와 OpenRouter, MiniMax 등 서드파티 서비스를 지원합니다.
ms: Menyokong API rasmi OpenAI dan perkhidmatan pihak ketiga seperti OpenRouter, MiniMax, dll.
pl: Obsługuje oficjalne API OpenAI oraz usługi zewnętrzne, np. OpenRouter czy MiniMax.
pt_br: Aceita a API oficial da OpenAI e serviços de terceiros como OpenRouter, MiniMax etc.
ro: Acceptă API-ul oficial OpenAI și servicii terțe precum OpenRouter, MiniMax etc.
ru: Поддерживает официальный API OpenAI и сторонние сервисы, такие как OpenRouter, MiniMax и др.
th: รองรับ API ทางการของ OpenAI และบริการภายนอกอย่าง OpenRouter, MiniMax ฯลฯ
tr: OpenAI resmi API'sini ve OpenRouter, MiniMax gibi üçüncü taraf hizmetleri destekler.
zh_hans: 支持 OpenAI 官方 API 以及 OpenRouter、MiniMax 等第三方服务
zh_hant: 支援 OpenAI 官方 API，以及 OpenRouter、MiniMax 等第三方服務。

source: Supports SKILL.md, .skill, and .zip files.
de: Unterstützt SKILL.md-, .skill- und .zip-Dateien.
es: Admite archivos SKILL.md, .skill y .zip.
fil: Sinusuportahan ang mga SKILL.md, .skill, at .zip file.
fr: Prend en charge les fichiers SKILL.md, .skill et .zip.
hr: Podržava datoteke SKILL.md, .skill i .zip.
id: Mendukung file SKILL.md, .skill, dan .zip.
ja: SKILL.md、.skill、.zip ファイルに対応。
ko: SKILL.md, .skill, .zip 파일을 지원합니다.
ms: Menyokong file SKILL.md, .skill, dan .zip.
pl: Obsługuje pliki SKILL.md, .skill i .zip.
pt_br: Aceita arquivos SKILL.md, .skill e .zip.
ro: Acceptă fișiere SKILL.md, .skill și .zip.
ru: Поддерживаются файлы SKILL.md, .skill и .zip.
th: รองรับไฟล์ SKILL.md, .skill และ .zip
tr: SKILL.md, .skill ve .zip dosyalarını destekler.
zh_hans: 支持 SKILL.md、.skill 和 .zip 文件。
zh_hant: 支持 SKILL.md、.skill 和 .zip 檔案。

source: Switch to text input
de: Zur Texteingabe wechseln
es: Cambiar a entrada de texto
fil: Lumipat sa text input
fr: Passer à la saisie de texte
hr: Prijeđi na unos teksta
id: Beralih ke input teks
ja: テキスト入力に切り替え
ko: 텍스트 입력으로 전환
ms: Tukar ke input teks
pl: Przełącz na wpisywanie
pt_br: Mudar para entrada de texto
ro: Comută la introducere text
ru: Переключиться на ввод текста
th: เปลี่ยนเป็นการป้อนข้อความ
tr: Metin girişine geç
zh_hans: 切换到文字输入
zh_hant: 切換到文字輸入

source: Switch to the next model on any error — including network failures and server unavailability — without retrying. All models in the group are tried in order until one succeeds.
de: Wechselt bei jedem Fehler — einschließlich Netzwerkfehlern und Server-Ausfällen — ohne Wiederholung zum nächsten Modell. Alle Modelle der Gruppe werden der Reihe nach versucht, bis eines erfolgreich ist.
es: Cambia al siguiente modelo ante cualquier error, incluidos fallos de red e indisponibilidad del servidor, sin reintentar. Se prueban todos los modelos del grupo en orden hasta que uno funcione.
fil: Lumipat sa susunod na model sa kahit anong error — kasama ang pagkabigo ng network at hindi available na server — nang hindi na sinusubukan ulit. Sunod-sunod na sinusubukan lahat ng model sa group hanggang may magtagumpay.
fr: Bascule vers le modèle suivant à la moindre erreur — y compris les pannes réseau et l'indisponibilité du serveur — sans nouvelle tentative. Tous les modèles du groupe sont essayés dans l'ordre jusqu'à ce qu'un réussisse.
hr: Prijeđi na sljedeći model kod bilo koje pogreške — uključujući mrežne kvarove i nedostupnost poslužitelja — bez ponovnog pokušaja. Svi modeli u grupi isprobavaju se redom dok jedan ne uspije.
id: Beralih ke model berikutnya pada kesalahan apa pun — termasuk kegagalan jaringan dan server tidak tersedia — tanpa mencoba ulang. Semua model dalam grup dicoba berurutan sampai ada yang berhasil.
ja: ネットワーク障害やサーバー停止を含むあらゆるエラーで再試行せず、すぐ次のモデルに切り替えます。グループ内のすべてのモデルが順番に試され、いずれかが成功するまで続けます。
ko: 네트워크 장애나 서버 다운을 포함한 모든 오류에서 재시도 없이 다음 모델로 전환합니다. 그룹의 모든 모델을 순서대로 시도하여 하나가 성공할 때까지 계속합니다.
ms: Beralih ke model seterusnya pada sebarang ralat — termasuk kegagalan rangkaian dan server tidak tersedia — tanpa mencuba semula. Semua model dalam kumpulan dicuba mengikut turutan sehingga satu berjaya.
pl: Przełącz na następny model przy każdym błędzie — również awarii sieci i niedostępności serwera — bez ponawiania. Modele w grupie są próbowane po kolei, aż któryś zadziała.
pt_br: Mudar para o próximo modelo em qualquer erro — inclusive falhas de rede e servidor indisponível — sem tentar de novo. Todos os modelos do grupo são tentados em ordem até um funcionar.
ro: Trece la modelul următor la orice eroare — inclusiv probleme de rețea și server indisponibil — fără reîncercare. Toate modelele din grup sunt încercate pe rând, până când unul reușește.
ru: Переключаться на следующую модель при любой ошибке — включая сбои сети и недоступность сервера — без повторных попыток. Все модели в группе перебираются по порядку, пока одна не сработает.
th: เปลี่ยนไปใช้โมเดลถัดไปเมื่อเกิดข้อผิดพลาดใดๆ — รวมถึงเครือข่ายล้มเหลวและเซิร์ฟเวอร์ไม่พร้อมใช้งาน — โดยไม่ลองใหม่ โมเดลทั้งหมดในกลุ่มจะถูกลองตามลำดับจนกว่าจะมีโมเดลที่สำเร็จ
tr: Herhangi bir hatada — ağ arızaları ve sunucu erişilemezliği dahil — yeniden denemeden sonraki modele geç. Gruptaki tüm modeller, biri başarılı olana dek sırayla denenir.
zh_hans: 在任何错误（包括网络故障和服务器不可用）时切换到下一个模型，不进行重试。组内所有模型按顺序尝试，直到有一个成功。
zh_hant: 在任何錯誤（包括網路故障和伺服器不可用）時切換到下一個模型，不進行重試。組內所有模型按順序嘗試，直到有一個成功。

# Switched to %@ (%@)
source: Switched to %1$@ (%2$@)
de: Gewechselt zu %1$@ (%2$@)
es: Se cambió a %@ (%@)
fil: Lumipat sa %@ (%@)
fr: Basculé vers %1$@ (%2$@)
hr: Prebačeno na %1$@ (%2$@)
id: Beralih ke %@ (%@)
ja: %1$@ (%2$@) に切り替えました
ko: %1$@ (%2$@)(으)로 전환됨
ms: Bertukar ke %@ (%@)
pl: Przełączono na: %@ (%@)
pt_br: Alterado para %@ (%@)
ro: S-a comutat la: %@ (%@)
ru: Переключено на %1$@ (%2$@)
th: เปลี่ยนเป็น %@ (%@)
tr: Şuna geçildi: %@ (%@)
zh_hans: 已切换到 %1$@ (%2$@)
zh_hant: 已切換到 %1$@ (%2$@)

source: Sync Activity
de: Sync-Aktivität
es: Actividad de sincronización
fil: Aktibidad ng Sync
fr: Activité de synchro
hr: Aktivnost sinkronizacije
id: Aktivitas Sinkronisasi
ja: 同期アクティビティ
ko: 동기화 활동
ms: Aktiviti Penyegerakan
pl: Aktywność synchronizacji
pt_br: Atividade de sincronização
ro: Activitate de sincronizare
ru: Активность синхронизации
th: กิจกรรมการซิงค์
tr: Eşitleme Etkinliği
zh_hans: 同步活动
zh_hant: 同步活動

source: Sync events are recorded as iCloud sync sends and receives data. Up to 1,000 entries are kept.
de: Synchronisierungsereignisse werden aufgezeichnet, sobald iCloud-Synchronisierung Daten sendet und empfängt. Bis zu 1.000 Einträge werden gespeichert.
es: Los eventos se registran a medida que la sincronización con iCloud envía y recibe datos. Se conservan hasta 1.000 entradas.
fil: Naitatala ang mga sync event habang nagpapadala at tumatanggap ng datos ang iCloud sync. Hanggang 1,000 entry ang itinatago.
fr: Les événements de synchronisation sont enregistrés lorsque la synchronisation iCloud envoie et reçoit des données. Jusqu'à 1 000 entrées sont conservées.
hr: Događaji se bilježe dok iCloud sinkronizacija šalje i prima podatke. Čuva se do 1.000 unosa.
id: Peristiwa sinkronisasi dicatat saat iCloud mengirim dan menerima data. Hingga 1.000 entri disimpan.
ja: iCloud 同期がデータを送受信するたびに同期イベントが記録されます。最大 1,000 件まで保持されます。
ko: iCloud 동기화가 데이터를 주고받을 때 동기화 이벤트가 기록됩니다. 최대 1,000개의 항목이 보관됩니다.
ms: Peristiwa penyegerakan direkodkan semasa iCloud menghantar dan menerima data. Sehingga 1,000 entri disimpan.
pl: Zdarzenia są zapisywane w miarę wysyłania i odbierania danych przez iCloud. Przechowywanych jest do 1000 wpisów.
pt_br: Os eventos são registrados conforme o iCloud envia e recebe dados. São mantidas até 1.000 entradas.
ro: Evenimentele se înregistrează pe măsură ce iCloud trimite și primește date. Se păstrează până la 1.000 de intrări.
ru: События синхронизации записываются по мере отправки и получения данных при синхронизации iCloud. Хранится до 1 000 записей.
th: เหตุการณ์การซิงค์จะถูกบันทึกขณะที่ iCloud ส่งและรับข้อมูล เก็บได้สูงสุด 1,000 รายการ
tr: iCloud eşitleme veri gönderip aldıkça olaylar kaydedilir. En fazla 1.000 kayıt tutulur.
zh_hans: iCloud 同步发送和接收数据时会记录同步事件。最多保留 1,000 条记录。
zh_hant: iCloud 同步傳送和接收資料時會記錄同步事件。最多保留 1,000 筆記錄。

source: Sync Now
de: Jetzt synchronisieren
es: Sincronizar ahora
fil: I-sync Ngayon
fr: Synchroniser maintenant
hr: Sinkroniziraj sada
id: Sinkronkan Sekarang
ja: 今すぐ同期
ko: 지금 동기화
ms: Segerak Sekarang
pl: Synchronizuj teraz
pt_br: Sincronizar agora
ro: Sincronizează acum
ru: Синхронизировать
th: ซิงค์ตอนนี้
tr: Şimdi Eşitle
zh_hans: 立即同步
zh_hant: 立即同步

source: Sync paused
de: Sync pausiert
es: Sincronización en pausa
fil: Naka-pause ang sync
fr: Synchro en pause
hr: Sinkronizacija je pauzirana
id: Sinkronisasi dijeda
ja: 同期を一時停止中
ko: 동기화 일시 정지됨
ms: Penyegerakan dijeda
pl: Synchronizacja wstrzymana
pt_br: Sincronização pausada
ro: Sincronizare întreruptă
ru: Синхронизация приостановлена
th: หยุดซิงค์ชั่วคราว
tr: Eşitleme duraklatıldı
zh_hans: 同步已暂停
zh_hant: 同步已暫停

source: Sync stalled
de: Sync hängt
es: Sincronización estancada
fil: Natigil ang sync
fr: Synchro bloquée
hr: Sinkronizacija je zapela
id: Sinkronisasi terhenti
ja: 同期が停滞しています
ko: 동기화 중단됨
ms: Penyegerakan terhenti
pl: Synchronizacja zatrzymana
pt_br: Sincronização travada
ro: Sincronizare blocată
ru: Синхронизация зависла
th: การซิงค์หยุดชะงัก
tr: Eşitleme takıldı
zh_hans: 同步已停滞
zh_hant: 同步停滯

source: Synced %lld memory files
de: %lld Speicherdateien synchronisiert
es: Se sincronizaron %lld archivos de memoria
fil: Na-sync ang %lld memory file
fr: %lld fichiers de mémoire synchronisés
hr: Sinkronizirano datoteka memorije: %lld
id: %lld file memori disinkronkan
ja: %lld 件のメモリファイルを同期しました
ko: 메모리 파일 %lld개 동기화됨
ms: %lld file memori disegerakkan
pl: Zsynchronizowano plików pamięci: %lld
pt_br: %lld arquivos de memória sincronizados
ro: Fișiere de memorie sincronizate: %lld
ru: Синхронизировано файлов памяти: %lld
th: ซิงค์ไฟล์หน่วยความจำ %lld ไฟล์แล้ว
tr: %lld bellek dosyası eşitlendi
zh_hans: 已同步 %lld 个记忆文件
zh_hant: 已同步 %lld 個記憶檔案

source: Synced Devices (Download)
de: Synchronisierte Geräte (Download)
es: Dispositivos sincronizados (descarga)
fil: Mga Na-sync na Device (Download)
fr: Appareils synchronisés (téléchargement)
hr: Sinkronizirani uređaji (preuzimanje)
id: Perangkat Tersinkronisasi (Unduh)
ja: 同期済みデバイス（ダウンロード）
ko: 동기화된 기기(다운로드)
ms: Peranti Disegerakkan (Muat Turun)
pl: Zsynchronizowane urządzenia (pobieranie)
pt_br: Dispositivos sincronizados (download)
ro: Dispozitive sincronizate (descărcare)
ru: Синхронизированные устройства (загрузка)
th: อุปกรณ์ที่ซิงค์ (ดาวน์โหลด)
tr: Eşitlenen Aygıtlar (İndirme)
zh_hans: 已同步的设备（下载）
zh_hant: 已同步的裝置（下載）

source: Syncing %lld records…
de: Synchronisiere %lld Datensätze…
es: Sincronizando %lld registros…
fil: Sini-sync ang %lld record…
fr: Synchronisation de %lld enregistrements…
hr: Sinkronizacija zapisa: %lld…
id: Menyinkronkan %lld catatan…
ja: %lld 件のレコードを同期中…
ko: %lld개 레코드 동기화 중…
ms: Menyegerak %lld rekod…
pl: Synchronizowanie rekordów: %lld…
pt_br: Sincronizando %lld registros…
ro: Se sincronizează înregistrări: %lld…
ru: Синхронизация записей: %lld…
th: กำลังซิงค์ %lld ระเบียน…
tr: %lld kayıt eşitleniyor…
zh_hans: 正在同步 %lld 条记录…
zh_hant: 同步 %lld 筆記錄中…

source: Syncing model groups via iCloud
de: Modellgruppen werden über iCloud synchronisiert
es: Sincronizando grupos de modelos mediante iCloud
fil: Sini-sync ang mga model group sa iCloud
fr: Synchronisation des groupes de modèles via iCloud
hr: Sinkronizacija grupa modela putem iClouda
id: Menyinkronkan grup model via iCloud
ja: モデルグループを iCloud 経由で同期中
ko: iCloud를 통해 모델 그룹 동기화 중
ms: Menyegerak kumpulan model melalui iCloud
pl: Synchronizowanie grup modeli przez iCloud
pt_br: Sincronizando grupos de modelos pelo iCloud
ro: Se sincronizează grupurile de modele prin iCloud
ru: Синхронизация групп моделей через iCloud
th: กำลังซิงค์กลุ่มโมเดลผ่าน iCloud
tr: Model grupları iCloud üzerinden eşitleniyor
zh_hans: 正在通过 iCloud 同步模型分组
zh_hant: 正在透過 iCloud 同步模型分組

source: Syncing providers via iCloud
de: Anbieter werden über iCloud synchronisiert
es: Sincronizando proveedores mediante iCloud
fil: Sini-sync ang mga provider sa iCloud
fr: Synchronisation des fournisseurs via iCloud
hr: Sinkronizacija pružatelja putem iClouda
id: Menyinkronkan penyedia via iCloud
ja: プロバイダーを iCloud 経由で同期中
ko: iCloud를 통해 제공자 동기화 중
ms: Menyegerak pembekal melalui iCloud
pl: Synchronizowanie dostawców przez iCloud
pt_br: Sincronizando provedores pelo iCloud
ro: Se sincronizează furnizorii prin iCloud
ru: Синхронизация провайдеров через iCloud
th: กำลังซิงค์ผู้ให้บริการผ่าน iCloud
tr: Sağlayıcılar iCloud üzerinden eşitleniyor
zh_hans: 正在通过 iCloud 同步服务商
zh_hant: 正在透過 iCloud 同步服務商

source: Syncing...
de: Wird synchronisiert …
es: Sincronizando...
fil: Nagsi-sync...
fr: Synchronisation…
hr: Sinkronizacija...
id: Menyinkronkan...
ja: 同期中…
ko: 동기화 중…
ms: Menyegerak...
pl: Synchronizowanie...
pt_br: Sincronizando...
ro: Se sincronizează...
ru: Синхронизация...
th: กำลังซิงค์...
tr: Eşitleniyor...
zh_hans: 正在同步…
zh_hant: 正在同步…

source: System / Default
de: System / Standard
es: Sistema / Predeterminado
fr: Système / Défaut
hr: Sustav / zadano
id: Sistem / Bawaan
ja: システム / デフォルト
ko: 시스템 / 기본값
ms: Sistem / Lalai
pl: System / domyślne
pt_br: Sistema / padrão
ro: Sistem / implicit
ru: Система / По умолчанию
th: ระบบ / ค่าเริ่มต้น
tr: Sistem / Varsayılan
zh_hans: 系统 / 默认
zh_hant: 系統 / 預設

source: System Default
de: Systemstandard
es: Predeterminado del sistema
fr: Par défaut du système
hr: Zadano sustavom
id: Bawaan Sistem
ja: システムデフォルト
ko: 시스템 기본값
ms: Lalai Sistem
pl: Domyślne systemu
pt_br: Padrão do sistema
ro: Implicit de sistem
ru: По умолчанию (система)
th: ค่าเริ่มต้นของระบบ
tr: Sistem Varsayılanı
zh_hans: 系统默认
zh_hant: 系統預設

source: System information you authorize (calendar, health, contacts, etc.) when using Agent features
de: Systeminformationen, die Sie freigeben (Kalender, Gesundheit, Kontakte usw.), wenn Sie Agentenfunktionen verwenden
es: Información del sistema que autorices (calendario, salud, contactos, etc.) al usar las funciones de Agent
fil: Impormasyon ng system na pinapayagan mo (kalendaryo, kalusugan, contacts, atbp.) kapag gumagamit ng agent feature
fr: Les informations système que vous autorisez (calendrier, santé, contacts, etc.) lors de l'utilisation des fonctions d'Agent
hr: Podaci sustava koje odobrite (kalendar, zdravlje, kontakti itd.) pri korištenju značajki Agenta
id: Informasi sistem yang Anda izinkan (kalender, kesehatan, kontak, dll.) saat memakai fitur agen
ja: Agent 機能使用時に許可したシステム情報（カレンダー、ヘルス、連絡先など）
ko: Agent 기능 사용 시 허가한 시스템 정보(캘린더, 건강, 연락처 등)
ms: Maklumat sistem yang anda benarkan (kalendar, kesihatan, kenalan, dll.) semasa menggunakan ciri ejen
pl: Informacje systemowe, na które wyrażasz zgodę (kalendarz, zdrowie, kontakty itd.) przy korzystaniu z funkcji agenta
pt_br: Informações do sistema que você autorizar (agenda, saúde, contatos etc.) ao usar os recursos do agente
ro: Informații de sistem pe care le autorizezi (calendar, sănătate, contacte etc.) când folosești funcțiile agentului
ru: Системная информация, которую вы разрешаете (календарь, здоровье, контакты и т. д.) при использовании функций Minis Agent
th: ข้อมูลระบบที่คุณอนุญาต (ปฏิทิน สุขภาพ รายชื่อ ฯลฯ) เมื่อใช้ฟีเจอร์เอเจนต์
tr: Aracı özelliklerini kullanırken yetki verdiğiniz sistem bilgileri (takvim, sağlık, kişiler vb.)
zh_hans: 使用 Agent 功能时您授权的系统信息（日历、健康、通讯录等）
zh_hant: 使用智能體功能時您授權的系統資訊（日曆、健康、通訊錄等）

source: System Recognition (Offline)
de: Systemerkennung (offline)
es: Reconocimiento del sistema (sin conexión)
fr: Reconnaissance système (hors ligne)
hr: Prepoznavanje sustava (izvanmrežno)
id: Pengenalan Sistem (Offline)
ja: システム認識（オフライン）
ko: 시스템 인식(오프라인)
ms: Pengecaman Sistem (Luar Talian)
pl: Rozpoznawanie systemowe (offline)
pt_br: Reconhecimento do sistema (off-line)
ro: Recunoaștere de sistem (offline)
ru: Системное распознавание (офлайн)
th: การรู้จำของระบบ (ออฟไลน์)
tr: Sistem Tanıma (Çevrimdışı)
zh_hans: 系统识别（离线）
zh_hant: 系統辨識（離線）

source: System Recognition (Online)
de: Systemerkennung (online)
es: Reconocimiento del sistema (en línea)
fr: Reconnaissance système (en ligne)
hr: Prepoznavanje sustava (mrežno)
id: Pengenalan Sistem (Online)
ja: システム認識（オンライン）
ko: 시스템 인식(온라인)
ms: Pengecaman Sistem (Dalam Talian)
pl: Rozpoznawanie systemowe (online)
pt_br: Reconhecimento do sistema (on-line)
ro: Recunoaștere de sistem (online)
ru: Системное распознавание (онлайн)
th: การรู้จำของระบบ (ออนไลน์)
tr: Sistem Tanıma (Çevrimiçi)
zh_hans: 系统识别（在线）
zh_hant: 系統辨識（線上）

source: System Speech Recognition
de: System-Spracherkennung
es: Reconocimiento de voz del sistema
fr: Reconnaissance vocale système
hr: Prepoznavanje govora sustava
id: Pengenalan Ucapan Sistem
ja: システム音声認識
ko: 시스템 음성 인식
ms: Pengecaman Pertuturan Sistem
pl: Systemowe rozpoznawanie mowy
pt_br: Reconhecimento de fala do sistema
ro: Recunoaștere vocală de sistem
ru: Системное распознавание речи
th: การรู้จำเสียงพูดของระบบ
tr: Sistem Konuşma Tanıma
zh_hans: 系统语音识别
zh_hant: 系統語音辨識

source: System Voice (Auto)
de: Systemstimme (automatisch)
es: Voz del sistema (automática)
fr: Voix système (auto)
hr: Glas sustava (automatski)
id: Suara Sistem (Otomatis)
ja: システムボイス（自動）
ko: 시스템 음성(자동)
ms: Suara Sistem (Auto)
pl: Głos systemowy (auto)
pt_br: Voz do sistema (automática)
ro: Voce de sistem (auto)
ru: Системный голос (авто)
th: เสียงระบบ (อัตโนมัติ)
tr: Sistem Sesi (Otomatik)
zh_hans: 系统语音（自动）
zh_hant: 系統語音（自動）
